Repository: alxdemer/deafcommunicate
Catalog: Deaf Communicate/*.lproj/Localizable.strings
Languages: de, hy, it, nl, pl, ro, uk

# Welcome Message Text One
source: Welcome to Deaf Communicate!
de: Willkommen bei Deaf Communicate!
hy: Բարի գալուստ Deaf Communicate:
it: Benvenuti a Deaf Communicate!
nl: Welkom bij Doven Communiceren!
pl: Witamy w serwisie Deaf Communicate!
ro: Bun venit la Deaf Communicate!
uk: Ласкаво просимо до Deaf Communicate!

# Welcome Message Text Two
source: To communicate, tap the button in the top left corner and select the 'Text Board' in the sidebar.
de: Um zu kommunizieren, tippen Sie auf die Schaltfläche in der oberen linken Ecke und wählen Sie die 'Texttafel' in der Seitenleiste.
hy: Հաղորդակցվելու համար սեղմեք «Պաշարներ» կոճակը վերին ձախ անկյունում և ընտրեք «Տեքստային տախտակ»:
it: Per comunicare, toccare il pulsante nell'angolo in alto a sinistra e selezionare la 'Bacheca di testo' nella barra laterale.
nl: Om te communiceren, tikt u op de knop in de linkerbovenhoek en selecteert u het 'Tekstbord' in de zijbalk.
pl: Aby się porozumieć, dotknij przycisku w lewym górnym rogu i wybierz 'Tablicę tekstową' na pasku bocznym.
ro: Pentru a comunica, atingeți butonul din colțul din stânga sus și selectați 'Text Board' în bara laterală.
uk: Щоб спілкуватися, натисніть кнопку у верхньому лівому куті та виберіть «Текстова дошка» на бічній панелі.

# Resources Side Bar
source: Resources
de: Ressourcen
hy: Ռեսուրսներ
it: Risorse
nl: Middelen
pl: Zasoby
ro: Resurse
uk: Ресурси

# Text Board Nav Link
source: Text Board
de: Texttafel
hy: Տեքստային տախտակ
it: Scheda di Testo
nl: Tekstbord
pl: Tablica Tekstowa
ro: Tablă de text
uk: Текстова дошка

# Past Statements Nav Link
source: Past Statements
de: Vergangene Aussagen
hy: Անցյալ հայտարարություններ
it: Dichiarazioni Passate
nl: Eerdere verklaringen
pl: Przeszłe Oświadczenia
ro: Declarații din trecut
uk: Минулі заяви

# Settings Nav Link
source: Settings
de: Einstellungen
hy: Կարգավորումներ
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ro: Setări
uk: Налаштування

# Feedback Nav Link
source: Feedback
hy: Հետադարձ կապ
pl: Informacja zwrotna
ro: Părere
uk: Зворотній зв'язок

# Instruction Message One
source: To begin, tap the grey area below & then tap the microphone button on the keyboard.
de: Um zu beginnen, tippen Sie auf den grauen Bereich unten und dann auf die Mikrofontaste auf der Tastatur.
hy: Սկսելու համար հպեք ներքևի մոխրագույն հատվածին և այնուհետև հպեք ստեղնաշարի խոսափողի կոճակին:
it: Per iniziare, toccare l'area grigia in basso e poi toccare il pulsante del microfono sulla tastiera.
nl: Om te beginnen tikt u op het grijze vlak hieronder en vervolgens op de microfoonknop op het toetsenbord.
pl: Aby rozpocząć, dotknij szarego obszaru poniżej & następnie dotknij przycisku mikrofonu na klawiaturze.
ro: Pentru a începe, atingeți zona gri de mai jos și apoi atingeți butonul de microfon de pe tastatură.
uk: Щоб почати, торкніться сірої області нижче, а потім торкніться кнопки мікрофона на клавіатурі.

# Navigation Title One
source: Text Board
de: Texttafel
hy: Տեքստային տախտակ
nl: Tekstbord
pl: Tablica Tekstowa
ro: Tablă de text
uk: Текстова дошка

# Text Copied Notification
source: (Text Copied)
de: (Text Kopiert)
hy: (Տեքստը պատճենված է)
it: (Testo Copiato)
nl: (Tekst Gekopieerd!)
pl: (Skopiowano tekst)
ro: (Text copiat)
uk: (Текст скопійовано!)

# Past Statements View Instructions
source: Tap on a past statement below to put it back in the text board.
de: Tippen Sie unten auf eine vergangene Aussage, um sie wieder in die Texttafel einzufügen.
hy: Հպեք ներքևում գտնվող անցյալ հայտարարության վրա՝ այն նորից տեքստային տախտակում տեղադրելու համար:
it: Tocca una dichiarazione passata di seguito per reinserirla nella bacheca di testo.
nl: Tik hieronder op een eerdere uitspraak om deze terug in het tekstbord te plaatsen.
pl: Stuknij w przeszłe stwierdzenie poniżej, aby umieścić je z powrotem w tablicy tekstowej.
ro: Atingeți o declarație anterioară de mai jos pentru a o pune înapoi în panoul de text.
uk: Торкніться попереднього твердження нижче, щоб повернути його на дошці тексту.

# Navigation Title Four
source: Past Statements
de: Frühere Aussagen
hy: Անցյալ հայտարարություններ
it: Scheda di Testo
nl: Eerdere Verklaringen
pl: Przeszłe Oświadczenia
ro: Declarații din trecut
uk: Минулі заяви

# No Past Statements Alert Title
source: No Past Statements
de: Keine früheren Aussagen
hy: Անցյալ հայտարարություններ չկան
it: Nessuna dichiarazione passata
nl: Geen verklaringen uit het verleden
pl: Brak przeszłych oświadczeń
ro: Fără declarații din trecut
uk: Немає минулих заяв

# No Past Statements Alert Message
source: No statements have been deleted from the Text Board yet.
de: Es wurden noch keine Aussagen aus dem Textboard gelöscht.
hy: Տեքստային տախտակից դեռ հայտարարություններ չեն ջնջվել։
it: Nessuna dichiarazione è stata ancora cancellata dalla Text Board.
nl: Er zijn nog geen uitspraken verwijderd uit het tekstbord.
pl: Żadna wypowiedź nie została jeszcze usunięta z tablicy tekstowej.
ro: Nicio declarație nu a fost ștearsă încă din panoul de text.
uk: Жодне твердження ще не видалено з текстової дошки.

# Navigation Title Two
source: Settings
de: Einstellungen
hy: Կարգավորումներ
it: Impostazioni
nl: Instellingen
pl: Ustawienia
ro: Setări
uk: Налаштування

# Settings Font Text One
source: Font Size
de: Schriftgröße
hy: Տառատեսակի չափը
it: Dimensione del Font
nl: Lettertypegrootte
pl: Rozmiar Czcionki
ro: Marimea fontului
uk: Розмір шрифту

# Settings Font Text Two
source: (Current font size:
de: (Aktuelle Schriftgröße:
hy: (Ընթացիկ տառաչափը:
it: (Dimensione Attuale del Carattere:
nl: (Huidige lettergrootte:
pl: (Aktualny rozmiar czcionki:
ro: (Dimensiunea actuală a fontului:
uk: (Поточний розмір шрифту:

# Settings Font Text Three
source: Reset Text Settings
de: Texteinstellungen zurücksetzen
it: Ripristino delle impostazioni di testo
nl: Tekstinstellingen opnieuw instellen
pl: Resetuj ustawienia tekstu
ro: Resetare setări text
uk: Скидання налаштувань тексту

# Settings Font Style One
source: Font Style
de: Schriftstil
hy: Տառատեսակի ոճը
it: Stile del Carattere
nl: Lettertype Stijl
pl: Styl Czcionki
ro: Stilul fontului
uk: Стиль шрифту

# Settings Font Style Two
source: Select a font style
de: Wählen Sie einen Schriftstil aus
hy: Ընտրեք տառատեսակի ոճը
it: Seleziona uno Stile di carattere
nl: Selecteer een letterstijl
pl: Wybierz styl czcionki
ro: Selectați un stil de font
uk: Виберіть стиль шрифту

# Settings Font Style Three
source: Text Preview
de: Textvorschau
hy: Տեքստի նախադիտում:
it: Anteprima del Testo
nl: Tekstvoorbeeld
pl: Podgląd Tekstu
ro: Previzualizare text
uk: Попередній перегляд тексту

# Settings Font Color One
source: Font Color
de: Schriftfarbe
hy: Տառատեսակի գույնը
it: Colore del Carattere
nl: Letterkleur
pl: Kolor Czcionki
ro: Culoare font
uk: Колір шрифту

# Settings Font Color Two
source: Custom Color
de: Benutzerdefinierte Farbe
hy: Պատվերով գույն
it: Colore Personalizzato
nl: Aangepaste kleur
pl: Kolor Niestandardowy
ro: Culoare personalizată
uk: Власний колір

# Settings Font Color Three
source: Select a font color
de: Wählen Sie eine Schriftfarbe
hy: Ընտրեք տառատեսակի գույնը
it: Selezionare il colore del carattere
nl: Selecteer een letterkleur
pl: Wybierz kolor czcionki
ro: Selectați o culoare de font
uk: Виберіть колір шрифту

# Navigation Title Three
source: Feedback
hy: Հետադարձ կապ
pl: Informacja zwrotna
ro: Părere
uk: Зворотній зв'язок

# Feedback Text One
source: Have a request or a question?
de: Haben Sie eine Anfrage oder eine Frage?
hy: Ունե՞ք հարցում կամ հարց:
it: Avete una richiesta o una domanda?
nl: Heeft u een verzoek of een vraag?
pl: Masz prośbę lub pytanie?
ro: Ai o cerere sau o întrebare?
uk: Є запит чи запитання?

# Feedback Text Two
source: Please send it to alxdemer@icloud.com
de: Bitte senden Sie es an alxdemer@icloud.com
hy: Խնդրում ենք ուղարկել այն alxdemer@icloud.com հասցեին
it: Inviatele a alxdemer@icloud.com
nl: Stuur het naar alxdemer@icloud.com
pl: Wyślij go na adres alxdemer@icloud.com
ro: Vă rugăm să-l trimiteți la alxdemer@icloud.com
uk: Надішліть його на адресу alxdemer@icloud.com

# Privacy Policy Text One
source: By using this app, you agree to Deaf Communicate's and DemeraX Software's Privacy Policy.
de: Durch die Nutzung dieser App stimmen Sie den Datenschutzrichtlinien von Deaf Communicate und DemeraX Software zu.
hy: Օգտագործելով այս հավելվածը՝ դուք համաձայնում եք Deaf Communicate-ի և DemeraX-ի Գաղտնիության քաղաքականությանը:
it: Utilizzando questa app, accetti l'Informativa sulla privacy di Deaf Communicate e DemeraX Software.
nl: Door deze app te gebruiken, gaat u akkoord met het privacybeleid van Deaf Communicate en DemeraX Software.
pl: Korzystając z tej aplikacji, zgadzasz się z Polityką prywatności Deaf Communicate i DemeraX Software.
ro: Prin utilizarea acestei aplicații, sunteți de acord cu Politica de confidențialitate a Deaf Communicate și DemeraX Software.
uk: Користуючись цією програмою, ви погоджуєтеся з Політикою конфіденційності Deaf Communicate і DemeraX Software.

# Privacy Policy Text Two
source: View Privacy Policy
de: Datenschutzrichtlinie anzeigen
hy: Դիտեք Գաղտնիության քաղաքականությունը
it: Visualizza l'informativa sulla Privacy
nl: Privacybeleid bekijken
pl: Zobacz Politykę Prywatności
ro: Vedeți Politica de confidențialitate
uk: Переглянути політику конфіденційності

# Recognition Text
source: DemeraX Software and its assets are designed, developed, and owned by Alexander Demerjian
de: DemeraX Software und ihre Bestandteile werden von Alexander Demerjian entworfen, entwickelt und sind sein Eigentum.
hy: DemeraX-ը և նրա ակտիվները նախագծված, մշակված և պատկանում են Ալեքսանդր Դեմերջյանին
it: software DemeraX e i suoi beni sono progettati, sviluppati e di proprietà di Alexander Demerjian.
nl: DemeraX Software en zijn activa zijn ontworpen, ontwikkeld en eigendom van Alexander Demerjian
pl: Oprogramowanie DemeraX i jego aktywa zostały zaprojektowane, opracowane i należą do Alexandra Demerjiana.
ro: DemeraX Software și activele sale sunt proiectate, dezvoltate și deținute de Alexander Demerjian.
uk: Програмне забезпечення DemeraX та його активи розроблені, розроблені та належать Alexander Demerjian

# Support Text One
source: Having Trouble?
de: Probleme Haben?
hy: Խնդիր ունե՞ք
it: Avere Problemi?
nl: Problemen hebben?
pl: Mieć Problemy?
ro: A avea probleme?
uk: Виникли проблеми?

# Support Text Two
source: Visit Deaf Communicate's Support Document
de: Besuchen Sie das Support-Dokument von Deaf Communicate
hy: Այցելեք Deaf Communicate's Support Document-ը
it: Visita il Documento di Supporto di Deaf Communicate
nl: Bezoek het ondersteuningsdocument van Deaf Communicate
pl: Odwiedź dokument wsparcia Deaf Communicate
ro: Vizitați documentul de asistență al Deaf Communicate
uk: Відвідайте документ підтримки Deaf Communicate
