Repository: alxdemer/deafcommunicate
Catalog: Deaf Communicator/*.lproj/Localizable.strings
Languages: es, fr_ca, hy

source: Welcome Message Text One
es: Bienvenido a sordo comunicar!
fr_ca: Bienvenue sur Deaf Communicate !
hy: Welcome to Deaf Communicate!

source: Welcome Message Text Two
es: Para comunicarse, toque el botón en la esquina superior izquierda y seleccione el 'Tablero de texto' en la barra lateral.
fr_ca: Pour communiquer, appuyez sur le bouton dans le coin supérieur gauche et sélectionnez le 'Tableau de texte' dans la barre latérale.
hy: To communicate, tap the 'Resources' button in the top left corner and select the 'Text Board'.

source: Resources Side Bar
es: Recursos
fr_ca: Ressources
hy: Resources

source: Text Board Nav Link
es: Tablero de Texto
fr_ca: Tableau des Textes
hy: Text Board

source: Past Statements Nav Link
es: Declaraciones Pasadas
fr_ca: Déclarations Passées
hy: Past Statements

source: Settings Nav Link
es: Ajustes
fr_ca: Réglages
hy: Settings

source: Feedback Nav Link
es: Retroalimentación
fr_ca: Retour d'information
hy: Feedback

source: Instruction Message One
es: Para empezar, toca la zona gris de abajo y luego toca el botón del micrófono en el teclado.
fr_ca: Pour commencer, appuyez sur la zone grise ci-dessous et ensuite sur le bouton du microphone sur le clavier.
hy: To Begin, Tap the Grey Area Below & Use the Keyboard to Type or Dictate

source: Navigation Title One
es: Tablero de Texto
fr_ca: Tableau des Textes
hy: Text Board

source: Text Copied Notification
es: (Texto Copiado)
fr_ca: (Texte copié)
hy: (Text Copied)

source: Past Statements View Instructions
es: Pulse sobre un enunciado pasado para volver a ponerlo en el tablero de texto.
fr_ca: Tapez sur une déclaration passée ci-dessous pour la remettre dans le tableau de texte.
hy: Tap on a past statement below to put it back in the text board.

source: Navigation Title Four
es: Declaraciones Anteriores
fr_ca: Déclarations passées
hy: Past Statements

source: No Past Statements Message
es: Aún no se han eliminado declaraciones.
fr_ca: Aucune déclaration n'a encore été supprimée.

source: Navigation Title Two
es: Ajustes
fr_ca: Réglages
hy: Settings

source: Settings Font Text One
es: Tamaño de Fuente
fr_ca: Taille de la police
hy: Font Size

source: Settings Font Text Two
es: (Tamaño de fuente actual:
fr_ca: (Taille de police actuelle :
hy: (Current font size:

source: Settings Font Text Three
es: Restablecer la configuración del texto
fr_ca: Réinitialiser les paramètres du texte

source: Settings Font Style One
es: Estilo de Fuente
fr_ca: Le Style de Police
hy: Font Style

source: Settings Font Style Two
es: Seleccione un Estilo de Fuente
fr_ca: Sélectionnez un Style de Police
hy: Select a font style

source: Settings Font Style Three
es: Vista Previa de Texto
fr_ca: Aperçu du Texte
hy: Text Preview

source: Settings Font Color One
es: Color de Fuente
fr_ca: Couleur de la police
hy: Font Color

source: Settings Font Color Two
es: Color Personalizado
fr_ca: Couleur personnalisée
hy: Custom Color

source: Settings Font Color Three
es: Seleccione un color de fuente
fr_ca: Sélectionnez une couleur de police
hy: Select a font color

source: Navigation Title Three
es: Retroalimentación
fr_ca: Retour d'information
hy: Feedback

source: Feedback Text One
es: ¿Tiene una petición o una pregunta?
fr_ca: Vous avez une demande ou une question ?
hy: Have a request or a question?

source: Feedback Text Two
es: Envíela a alxdemer@icloud.com
fr_ca: Veuillez l'envoyer à alxdemer@icloud.com
hy: Please send it to alxdemer@icloud.com

source: Privacy Policy Text One
es: Al usar esta aplicación, usted acepta la Política de privacidad de Deaf Communicate y DemeraX Software.
fr_ca: En utilisant cette application, vous acceptez la politique de confidentialité de Deaf Communicate et DemeraX Software.
hy: By using this app, you agree to Deaf Communicate's and DemeraX's Privacy Policy.

source: Privacy Policy Text Two
es: Ver Política de Privacidad
fr_ca: Afficher la politique de confidentialité
hy: View Privacy Policy

source: Recognition Text
es: DemeraX Software y sus activos están diseñados, desarrollados y son propiedad de Alexander Demerjian
fr_ca: DemeraX Software et ses actifs sont conçus, développés et détenus par Alexander Demerjian
hy: DemeraX and its assets are designed, developed, and owned by Alexander Demerjian

source: Support Text One
es: ¿Teniendo Problemas?
fr_ca: Avoir des Problèmes?
hy: Having Trouble?

source: Support Text Two
es: Visite el documento de soporte de Deaf Communicate
fr_ca: Visitez le document d'assistance de Deaf Communicate
hy: Visit Deaf Communicate's Support Document

source: Alert Title
hy: No Past Statements

source: Alert Message
hy: No statements have been deleted yet.
